Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C06.tmx
Source language: en_us
Languages: zh_cn

source: Out of Contact by John Terborgh
zh_cn: 探索亚马逊最后的原始部落

source: Princeton graduate student Carol Mitchell looked up from her work and was transfixed by the sight of eleven naked men walking toward the thatch-roofed building in which she was compiling her field notes.
zh_cn: 普林斯顿大学研究生卡萝尔・米彻尔正在野外作研究记录，偶然间她抬起了头向四周看了看，突然她被眼前的一幕惊呆了――十一个赤裸的男人正向她工作的茅草房走过来。

source: Carol was alone that afternoon, since the other researchers at the station were off in the surrounding forest.
zh_cn: 那天下午，只有卡萝尔一个人在茅草房里工作，工作站的其他研究员都到树林里去做研究。

source: Her startled indecision quickly turned to indignant impulse when some of the men began to gather up drying clothes from a nearby line.
zh_cn: 刚开始卡萝尔既惊讶又犹豫，但是当他看到这群男人开始收集附近绳子上晾晒的衣服时，一股怒气直冲脑门。

source: She rushed out of the building with a loud exclamation and snatched the clothes away from the now equally startled men. Returning briskly to the building, she slammed the door and deposited the rescued clothing on a table.
zh_cn: 接着她怒气冲冲地冲出屋子，大声地叫嚷着，并从一个同样是非常惊讶的男人手里夺回了衣服，然后她快速地回到了茅草房，重重地关上了门，再把“抢救”回的衣服放在了桌子上。

source: There then ensued a standoff, Carol inside and the men outside, each staring at the other through the screen that served in lieu of a wall in the tropical climate.
zh_cn: 再后来就是一段时间的僵持。 卡萝尔在室内，那些男人在室外，两伙人隔着一道代替围墙的热带雨林里的天然屏障互相对视。

source: Thus did we come to know the Yaminahua or Yora people who lived upriver from us and who had terrorized their (and our) Matsigenka neighbors for at least a generation.
zh_cn: 后来我们得知，这群亚米尼华（Yaminahua）或尤拉（Yora）人就住在我们工作的上游区域，而且这群优拉人经常威胁他们（和我们）的邻居马奇健格族（南美印第安人）。

source: Carol didn’t know what to make of the delegation, but it was clear that they had come in peace, because they were not carrying weapons―bows and arrows.
zh_cn: 卡萝尔的确不知道这群人想要做什么，但是看起来他们也没什么恶意，因为他们身上并没有带弓或箭等任何武器。

source: Multiple possibilities flashed through her adrenalin-fueled thoughts.
zh_cn: 可能发生的各种情况都在她肾上腺素充盈的脑中一一闪现。

source: It was clear from the hesitation on both sides that the station was not under attack, so Carol decided that hospitality would be the best policy.
zh_cn: 两伙人慢慢的开始确定他们之间并没有什么敌意，最后卡萝尔认为友好相处才是化解僵局的最好办法。

source: She came out of the building and, motioning for the men to follow, walked over to the dining hall next door.
zh_cn: 接着她来到屋外，示意他们跟着她来到餐厅，然后开始招待他们。

source: She then passed out cups and poured refresco (akin to Kool-Aid) for all to enjoy.
zh_cn: 卡萝尔递给每个人一只杯子，并在里面倒上汽水（味道和酷爱牌子的汽水差不多）让他们品尝。

source: The men, now gathered in the close quarters of the station’s dining facility, solemnly drank their portions.
zh_cn: 这些人聚在工作站餐厅的厨具旁，很严肃地品尝着自己的那份饮料。

source: With conversation impossible, silence reigned until the leader indicated that it was time to go.
zh_cn: 卡萝尔和这群人语言不通，根本就不能互相交流，茅草房里一直寂静无声，直到他们当中的一个领头人示意该走了。

source: The men got up, but before they left, they gathered in a tight cluster only inches from Carol’s face and sang her a song.
zh_cn: 但是在走之前，不知为什么，他们又紧凑地聚集了在一起。 这次他们和卡萝尔面对面站着――距离卡萝尔的脸几乎只有几英寸，原来他们引吭高歌为卡萝尔唱了一支歌曲。

source: They then filed out of the building and continued their journey.
zh_cn: 最后，他们排着队走出了茅草屋，继续着他们的旅程。

source: We didn’t see any of them again for many months.
zh_cn: 之后的几个月里我们再也没有见过这群人。

source: These events took place in 1985 in the heart of Perú’s Manu National Park in the southwest Amazon at a rustic biological station where I have been conducting research with students and colleagues since 1973.
zh_cn: 这件事情发生在1985年亚马逊河流域西南秘鲁玛努国家公园的中心地带，自从1973年我就和我的学生及同事在当地乡村生物站和研究所做研究工作。

source: Neither we nor our Arawak-speaking Matsigenka neighbors could understand a word of what we later learned is a Panoan language.
zh_cn: 我们和讲阿拉瓦克语的马奇健格族邻居都不懂他们的语言，后来我们才知道他们所讲的是帕诺（Panoan）语。

source: Thus the motives that inspired the Yora to come downriver where they had never previously ventured were unknown to us at the time.
zh_cn: 促使这群优拉人（Yora）顺流而下，来到他们以前从未涉足的未知区域的原因，我们那时并不知道。

source: We later learned that an epidemic had swept through their community and that many had died, prompting survivors to seek help in the outside world.
zh_cn: 之后我们了解到，一场传染病侵袭了优拉人的整个社区，并导致了很多人染病而亡，幸存者不得已才向外界寻找帮助。

source: Some years later, the entire Yora community moved out of the park to an adjacent watershed where they have become wards of a Dominican mission.
zh_cn: 几年之后，整个优拉社区搬离了国家公园，到邻近的分水岭区域居住，后来这个地方被道明会传教会教区。

source: It has been years since I saw any of them.
zh_cn: 我已经有几年没有见过他们了。

source: Incredible as it may seem, and there may be no greater anachronism on earth, there are still “wild” human beings living in some of the remotest corners of the tropics.
zh_cn: 让人难以置信的是，在这个地球上，有一群生活在最原始热带森林里的“未开化人类”，可以说他们算是这个世界上最“不合潮流的人”的一群人。

source: Known or suspected locations of “uncontacted” groups are mapped and identified at www.uncontactedtribes.org (click on “Where are they?”).
zh_cn: 我们已知或估测的这群“与世隔绝”的原始部落分布情况可以查看网站www.uncontactedtribes.org（点击“他们在哪？ ”）。

source: Most are around the fringes of the Amazon in the border regions of Brazil, especially in neighboring Perú where there are suspected of being at least fifteen uncontacted groups.
zh_cn: 大部分原著民都居住在巴西边境的亚马逊流域附近，特别是邻国秘鲁，据估计至少大约有十五个与世隔绝的原使部落居住在那里。

source: Outside of South America, the only remaining uncontacted humans are in the Andaman Islands and Indonesia’s West Papua province (the western half of the island of New Guinea).
zh_cn: 在南美洲以外，只有安达曼群岛和印尼西巴布亚西部省（新几纳亚群岛西部的半个区域）才有原使部族部落。

source: “Uncontacted.”
zh_cn: “与世隔绝”究竟代表什么意思呢？

source: What does the term mean? Although definitions would certainly vary, basically it refers to human societies that have no regular intercourse with the modern world, though they might have second- or third-degree contact through trading partners or colinguists.
zh_cn: 尽管我们对它的定义不尽相同，但是一般地来说，“与世隔绝”泛指一个人类社会和现代世界没有任何联系，虽然这个人类社会有可能和交易伙伴及语言学者有过二级或三级的接触。

source: They live with few or no manufactured implements other than perhaps the odd machete or ax acquired through trade. Most speak languages not understood by anyone else.
zh_cn: 生活在原始部落居民很少或根本不使用用于加工制造物品的工具，他们更愿意通过交易获得有些古怪的弯刀或斧头等工具，并且其它族群的人们根本就不懂他们所使用的语言。

source: Hence they are isolated by linguistic barriers as well as the physical barrier of remoteness.
zh_cn: 或者由于语言障碍、或者由于自然界天然屏障的阻隔，原始部族的人们就这样形成了与世隔绝的社会。

source: In the Amazon, remaining uncontacted groups are isolated by a third barrier, that of abject fear stemming from the horrendous atrocities of the rubber boom.
zh_cn: 航空拍摄的亚马逊土著居民在亚马逊流域，原始部落还被第三种壁垒阻隔――害怕橡胶业的兴起和资本家的暴行给他们带来的悲惨生活。

source: Those events of a hundred years ago remain very much a living memory that is indelibly inscribed into the consciousness of every child living in isolation.
zh_cn: 一百年前的事情仍然是一段痛苦且挥之不去的记忆，并永远印刻在生活在原始部落下一代人的意识里。

source: Uncontacted Amazonians live a fugitive existence in the farthest headwaters of tributary streams, often above cataracts and beyond where even a small dugout canoe can pass.
zh_cn: 这些与世隔绝的原始部族避世生活，居住在最遥远的支流河域源头地区，他们把家安置在大瀑布之颠流域，甚至一只最小的独木舟也不能通过。

source: Here they live in perpetual fear of being detected and enslaved or killed by the white man.
zh_cn: 他们害怕被白人发现，时刻担心自己会成为阶下囚、成为白人的刀下鬼。

source: One starry evening, after we had both had a few beers, an Amazonian acquaintance of mine loosened up and recounted to me the life he had led as a child before his extended family established contact with the outside world.
zh_cn: 在一个满天星空的夜晚，我和一位相熟识的亚马逊原著民喝了几杯啤酒后就开始攀谈了起来，他很轻松地向我讲述了在他们的部落还没有和外界接触时的那段儿时生活。

source: They moved their camps frequently, and when they did, they took pains to cover up the evidence of their presence, especially the fireplace.
zh_cn: 他们会经常迁移；当迁移时，他们会非常认真地清除生活的痕迹，特别是生火做饭时使用的炉灶；

source: The ground was smoothed out, the ashes were scattered widely, and the charred spot was hidden under a cloak of dead leaves.
zh_cn: 灶坑会被整理平整，灰烬会被大面积分散掩埋，烧焦的土地会用枯树叶盖住；

source: When the family crossed a stream, they erased their footprints behind them to leave no trace. Anyone they might chance to meet who wasn’t one of their little group was assumed to be a mortal enemy.
zh_cn: 当全族人趟水过河时，他们会清除掉留在身后的脚印；当遇见任何不属于自己族群的人时，他们就会把这个人当成是全族人的死敌。

source: And so it is with the Flecheiros (the Arrow People), a group of uncontacted Amazonians living in the headwaters of the Itaquaí and Jutaí rivers on the Brazilian side of the Perú?Brazil border.
zh_cn: 其中，有一群生活在巴西和秘鲁边境并靠近巴西伊特逵艾（Itaquaí）和尤它尔河（Jutaí）源头流域的亚马逊人，他们被称为弗立切瑞人（Flecheiros），又叫做箭人（theArrowPeople）。

source: Feared by their Amazonian neighbors and possessing a reputation among outsiders for unprovoked ferocity, they had resided in isolation in their headwater redoubt since the collapse of the rubber boom.
zh_cn: 自从橡胶工业开始衰败，这群隐藏在亚马逊河源头流域、生活在自己修建的堡垒中的部族，就以凶猛、残忍为外界所知晓，他们的邻居对他们也是闻之色变。

source: Scott Wallace’s engaging adventure story The Unconquered presents a chronicle of his experiences as a journalist on a grueling seventy-six-day expedition through the wilderness to assess the status and condition of the Flecheiro people.
zh_cn: 斯科特・华莱士（ScottWallace）的新书《未被征服的人：亚马逊最后一个与世隔绝的原始部落》，向读者记述了他以记者身份七十六天来穿过荒地丛林，探访及评估弗立切瑞人生存状况的一段艰苦旅程和探险。

source: The expedition was organized and led by Sydney Possuelo, founder and director of the Department of Isolated Indians within FUNAI (SydneyPossuelo), Brazil’s Indian agency.
zh_cn: 这个探险队由国际印第安人基金会（FUNAI）下设的原始印第安人部门的创始人兼总监西特尼・坡索依罗（SydneyPossuelo）组织并领导。

source: In the remote frontier regions of Brazil, landgrabs are routinely justified by the claim that the area in question is unoccupied.
zh_cn: 在偏远的巴西边境地区，攫取土地者老套地声称这片区域根本就没有人居住。

source: Possuelo’s agency was thus under constant pressure to demonstrate the presence of indigenous inhabitants in areas undergoing development.
zh_cn: 坡索依罗创立的基金会顶着不断袭来的强大压力组织这次评估项目，以向人们说明正在开发的地区实际上仍然有原著民居住。

source: The ostensible purpose of the expedition was to provide information to FUNAIabout the size of the uncontacted population, the location of villages, the extent of the area used for hunting and foraging activities, and perhaps clues to their ethnic and linguistic identities.
zh_cn: 坡索依罗本和生活在亚马逊地区Korubo部族居民在一起，摄于2002年，摄影记者《国家地理》NicolasReynard这次探险活动的主要目的是为国家印第安人基金会搜集信息，调查有关当地原著民的人口、各个村庄的分布位置、居民捕猎觅食等活动半径，或者再有可能发现有关原著民种族或语言等存在的共性特征。

source: In fact, much of this information could be obtained more easily and safely through overflights and interviewing members of contacted tribes whose lands bordered on those of the Flecheiros.
zh_cn: 实际上，通过高空航拍或访问弗立切瑞人已和外界有过接触的“邻居”就可以掌握大部分信息。

source: Thirteen Flecheiro villages had previously been pinpointed by GPS and photographed during aerial reconnaissance. The number of structures in each village could indicate the size of its population. The stated motive for the expedition thus appeared rather flimsy.
zh_cn: 以前，利用GPS技术已经定位出十三个弗立切瑞人村庄的确切位置，在一次空中侦查中还对他们的生活情况进行过抓拍，而且建筑物的数量可以判断出每个村庄的大概人口，所以这次探险的目的可能看起来有点多余。

source: There was, however, a parallel motive, which was to draw attention to Possuelo and his efforts to protect people who had no representation in the halls of Brasília.
zh_cn: 其实不然，这次组织的活动却有一箭双雕的目的。 通过记者的亲生体验可以让大家更关注坡索依罗本人和他为保护这群原著民所做的努力，这群原著民未和世界接触过，也不曾在西利亚的（巴西首都）厅堂里发出自己的声音。

source: This motive offers a better explanation for why two Americans with limited jungle experience, Scott Wallace and Nicolas Reynard, a photographer assigned byNational Geographic, were invited along to document the expedition.
zh_cn: 这就可以解释为什么两个几乎没有任何丛林生活经验的美国人要去记录下这次旅程，这两个人分别是记者斯科特・华莱士和被《国家地理》指派的摄影记者尼古拉斯・雷纳德（NicolasReynard）。

source: Possuelo was in need of money to support his activities and a feature article in a major international magazine could provide a boost to his fund-raising.
zh_cn: 坡索依罗需要经济支持运行此项目，如果能在主要媒体上发表文章介绍原著民及其生活状态就可以得到更多捐助。

source: On June 8, 2002, the expedition departed from Tabatinga, a tiny port where the Amazon passes into Brazil from Perú and Colombia.
zh_cn: 2002年6月8日，探险队从海港城塔巴丁加（Tabatinga）出发，亚马逊河从秘鲁和哥伦比亚缓缓而来再流经巴西，最后经过这座海港城市。

source: The flotilla of three riverboats carried a remarkable multiethnic party of about three dozen men, including members of three local indigenous groups.
zh_cn: 三艘河船组成的一个小型舰队共载着三十六人，可以说这是一次多种族人群的一次聚会，其中队就中就包括三名当地的土著居民。

source: Although the intention was to skirt several Flecheiro villages to assess the extent and intensity of their use of the land, an unintended encounter could not be discounted. In the intense stress of such a moment, having members of the party who were capable of speaking all of the region’s known languages could be a lifesaver.
zh_cn: 尽管在调查并评估原著民土地使用范围及密度过程中有意避开弗立切瑞人的几个村庄，但是探险队员还是有可能遇见当地原著民，为了防止不测甚至是生命之忧，探险队中能有几名讲土著语的向导还是非常有必要的。

source: The expedition journeyed upriver on the Itaquaí as far as it could prudently be navigated at a season of receding water and continued by motorized dugout until the river became too shallow and littered with fallen trees for any kind of boat.
zh_cn: 探险船沿着河逆流而上探险船队沿着阿特奎尔河（ItaquaíRiver）逆流直上，然后在水位下降的季节小心翼翼地在河道中航行很长一段时间，接着需要驾驶电动独木舟继续旅行，直到任意一只小船都不能通过逐渐变浅、水中盖满树叶的河道。

source: From this point, the plan was to trek overland into the adjacent watershed of the Jutaí.
zh_cn: 从这时开始，人们就要艰难跋涉转陆路而行，穿越和尤它尔河相邻的分水岭地区。

source: The party would then hike down the Jutaí until it reached a point at which the river could be navigated by dugout canoe.
zh_cn: 首先探险队顺着尤它尔河分水岭向下走，直到步行到一处偏僻的只有独木舟才能穿越的河道。

source: The plan then called for a two-week sojourn during which two dugout canoes would be crafted from live trees.
zh_cn: 接着探险队就要休整两周，在这段时间里探险队员要亲自动手并且就地取材，利用当地枝繁叶茂的树木造出两只独木舟。

source: These were not the kind of canoes two people might use to shoot rapids; one was sixty feet long and the other forty-seven feet. The two together carried more than thirty men with all their gear and supplies.
zh_cn: 这种载人船具并不是我们通常看到的在湍急急流中使用的两人划桨独木舟；需要载重三十多人外加设备和供给的两只独木舟大约有60英尺长，47英尺宽。

source: Wallace’s description of how the crew built the canoes is one of the highlights of the book.
zh_cn: 华莱士向读者描述的探险队员制造独木舟的过程可以说是本书最精彩的内容之一。

source: Danger was a constant companion.
zh_cn: 作者华莱士书中描述的探险队侦察兵KwiniMarubo正在制作独木舟探险旅程时刻伴随着危险。

source: Of course there was the possibility of being attacked by Flecheiros, but even greater hazards lay in the journey itself.
zh_cn: 当然，探险队员很可能碰到凶残的弗立切瑞土著人，但是这次探险旅程本身却更加危险。

source: For more than two weeks, the heavily laden men struggled across the divide between the Itaquaí and Jutaí.
zh_cn: 例如，身上负重各种装备的探险队员足足花了两周多的时间穿越阿特奎尔河和尤它尔河之间的天然屏障。

source: This was highly jagged terrain incised by innumerable creeks with vertical banks that had to be scaled or slithered down (up to twenty-five in a day’s march).
zh_cn: 这块分水岭区域凹凸不平、陡峻崎岖，完全由无数的小溪沟渠和垂直的堤岸组成，探险队员每天都要爬上爬下（每天的行程至少需要25次这样的上下攀爬）。

source: Frequent rains ensured that the track became a mudslide after the first several men had passed. Never mind the snakes and jaguars; these are much overrated.
zh_cn: 频繁的降雨及队伍中前几个队员的踩踏使附近的山体有坍塌的危险，更不用提人迹罕至的雨林中盘旋的毒蛇和凶猛的美洲虎。

source: The real danger was that of slipping and breaking a limb or falling and being impaled on the Punji sticks left by the machete-wielding trailblazers at the front of the line.
zh_cn: 其实真正的危险还是跋涉途中的摔倒及摔伤、坠落悬崖或者被前峰开路者使用弯刀砍断树丛时留下的尖利树枝所划伤。

source: If one of the inexperienced Americans―or anyone―had been incapacitated by injury, this would have had dire consequences for the entire group, for there was no way to get a person out.
zh_cn: 如果缺少林中生活经验的美国人或是任何人一旦受伤丧失行动能力后，就会对整个探险队造成致命后果。

source: The boats that had brought them to the headwaters of the Itaquaí had returned to port.
zh_cn: 因为载着探险队来到意特逵艾河流发源地的船只已经返回到了港口，所以探险队员根本不可能返回到始发地，他们只能向前走。

source: There was only the way forward and that required a fifty-day feat of stamina and mental fortitude that stripped thirty-three pounds from the author’s frame.
zh_cn: 这就需要每一个探险队员在五十天中的每一天都要精神百倍、意志钢强，就如本书的作者华莱士来说，他在五十多的探险中足足掉了三十三傍。

source: Possuelo carried a satellite telephone, but that offered only an illusion of security because the irregular terrain and unbroken forest canopy precluded the landing of a helicopter.
zh_cn: 虽然坡索依罗拿着卫星电话，但是却没有什么实际用处，因为不规则地形和连绵覆盖地表的森林使直升飞机很难降落。

source: On a lengthy expedition of this kind, food supplies are a critical issue, not simply for energy but for morale.
zh_cn: 像这种长时间的野外探险，食特供给是探险队员最关心的问题，缺少食物既影响人们的身体还会打击人们的斗志。

source: No one can carry fifty days’ rations on top of a hammock, clothing, and other essential equipment.
zh_cn: 每个队员除了背着吊床、衣物和其它必需野外装备外，不可能再负载足够五十多天食用的口粮。

source: Daily hunting made up the shortfall.
zh_cn: 每天打猎获取食物成为弥补食物短缺的唯一方法。

source: Naturally, returns were better on some days than others.
zh_cn: 有时侯队员们的收获颇丰。

source: When a herd of peccaries could be assaulted, the bounty allowed everyone to eat his fill and retire contented.
zh_cn: 某一天，一群野猪会成为队员的盘中餐，队员们就可吃到一顿丰盛的美味，随之一天的疲惫也会随之消失。

source: But there were many days when the hunters could bag only a few monkeys.
zh_cn: 但是有些时侯队员们一连几天只能抓住几只猴子。

source: A bowl of thin monkey broth simply couldn’t compensate for a long day’s march and left everyone in a sullen mood.
zh_cn: 每人一碗干瘪的猴子肉汤根本就不能弥补一整天长途跋涉的艰辛，这样每个人也都会劳累不堪，郁郁寡欢。

source: A member of the Amazon expedition described in Scott Wallace’s book helping to make a dugout canoe from a tree Wallace tells the story well, embellishing it with verbal snapshots and vivid portraits of his wilderness-wise companions, from the close-knit group of just-contacted Matis to the redoubtable Sydney Possuelo himself.
zh_cn: 探险队中的侦察兵华莱士书中的故事很精彩，他的主角从刚刚和外界接解、近之可亲的马蒂斯族人（Matis）到令人敬畏的坡索依罗本人，再加上书中时时夹杂着作者的口头描述，还有同伴摄影师拍摄下来的生动照片。

source: The chronological account maintains a steady pace, climaxing in the tension-filled middle chapters when the expedition stumbles into a close encounter with the Fle- cheiros and Possuelo’s contingency plan falls apart.
zh_cn: 作者华莱士按着时间顺序娓娓道来的故事节奏稳健、平和，直到在本书的中间讲述到探险队跌跌撞撞遇与弗立切瑞人的亲密接触和坡索依罗的应急计划失败的几段章节时，书中的调子顿时变得紧张起来。

source: Wallace captures the flavor of the trek, the heat, the rain, the biting insects, the daily exhaustion, and the mental effort needed to sustain a positive attitude in the face of discomfort, loneliness, exhaustion, and fear.
zh_cn: 作者华莱士在书中抓住了探险活动中探险队员饱尝的各种酸甜苦辣――跋山涉水、闷热难耐、淫雨霏霏、蚊虫叮咬、精疲力竭，还有每天都要以乐观的心情面对的各种挑战――痛苦难耐、孤独无依、身心枯竭、担忧恐惧。

source: Wallace portrays Possuelo as a man possessed, a prime subject for a Werner Herzog movie, autocratic and uncompromising.
zh_cn: 作者华莱士认为坡索依罗描疯狂、专制、不妥协，是沃纳・赫尔佐格（WernerHerzog）电影中狂热、孤独的一类人物。

source: He led through intimidation, not persuasion, demanding that his orders be carried out to the letter.
zh_cn: 他不惧恐吓威胁，也不听好言相劝，他只要求他的队员要一律服从命令。
